Revit 2027 API
RebarShapeConstraintSagittaLength Properties
The RebarShapeConstraintSagittaLength type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from RebarShapeConstraint)
Top
See Also
Reference
RebarShapeConstraintSagittaLength Class
Autodesk.Revit.DB.Structure Namespace